[
    { "_id":1,
      "title": "JavaScript Fundamentals",
      "image": "https://i.ibb.co.com/34g0pnw/download-2.jpg",
      "authorImg": "https://i.ibb.co.com/d7XLsSf/download-12.jpg",
      "authorName": "Sarah Parker",
      "price": 29.99,
      "description": "Learn the core concepts of JavaScript from the ground up.",
      "bigDescription": "The fundamentals of JavaScript are the building blocks of the language. These include variables, data types, control structures, functions, and objects. Understanding these fundamentals is crucial for anyone looking to become proficient in JavaScript programming.",
      "HowMonth": "2 months"
    },
    { "_id":2,
      "title": "Advanced React and Redux",
      "image": "https://i.ibb.co.com/TMHGhgB/download-3.jpg",
      "authorImg": "https://i.ibb.co.com/gywf2Ks/download-11.jpg",
      "authorName": "Michael Johnson",
      "price": 69.99,
      "description": "Build scalable applications with React and Redux.",
      "bigDescription": "React Redux is the official React UI bindings layer for Redux. It lets your React components read data from a Redux store, and dispatch actions to the store to update state.",
      "HowMonth": "3 months"
    },
    {"_id":3,
      "title": "Mastering HTML & CSS",
      "image": "https://i.ibb.co.com/kKYYfwk/download-4.jpg",
      "authorImg": "https://i.ibb.co.com/3c2CmbX/download-13.jpg",
      "authorName": "Emily Davis",
      "price": 19.99,
      "description": "Become proficient in HTML5 and CSS3 and create beautiful websites.",
      "bigDescription": "HTML and CSS are scripting languages used to create a web page and web applications. HTML provides web page structure, whereas CSS is mainly used to control web page styling. This article will discuss the significant differences between HTML and CSS.",
      "HowMonth": "1.5 months"
    },
    {"_id":4,
      "title": "Python Programming for Beginners",
      "image": "https://i.ibb.co.com/41FnhjM/download-5.jpg",
      "authorImg": "https://i.ibb.co.com/YPYBw0w/download-14.jpg",
      "authorName": "James Lee",
      "price": 39.99,
      "description": "A complete guide for beginners to learn Python programming.",
      "bigDescription": "Python is a computer programming language often used to build websites and software, automate tasks, and analyze data. Python is a general-purpose language, not specialized for any specific problems, and used to create various programmes.",
      "HowMonth": "3 months"
    },
    {"_id":5,
      "title": "Full Stack Web Development",
      "image": "https://i.ibb.co.com/7rFptMc/full-stack-pic.jpg",
      "authorImg": "https://i.ibb.co.com/G5cGdz3/download-15.jpg",
      "authorName": "David Miller",
      "price": 89.99,
      "description": "Learn both front-end and back-end development in this extensive course.",
      "bigDescription": "Full stack development is the process of developing both the frontend and backend of applications. Any application has a frontend (user-facing) component and a backend (database and logic) component. The frontend contains the user interface and code related to user interactions with the application.",
      "HowMonth": "5 months"
    },
    {"_id":6,
      "title": "Data Science with Python",
      "image": "https://i.ibb.co.com/HHzqyqD/download-6.jpg",
      "authorImg": "https://i.ibb.co.com/mcdM5y4/download-16.jpg",
      "authorName": "Sophia White",
      "price": 59.99,
      "description": "Explore data science techniques using Python and popular libraries.",
      "bigDescription": "Python is a popular and versatile programming language, now has become a popular choice among data scientists for its ease of use, extensive libraries, and flexibility. Python programming language provide and efficient and streamlined approach to handing complex data structure and extracts insights.",
      "HowMonth": "4 months"
    },
    {"_id":7,
      "title": "Mobile App Development with Flutter",
      "image": "https://i.ibb.co.com/4M58j5q/download-7.jpg",
      "authorImg": "https://i.ibb.co.com/KrYQqDf/download-17.jpg",
      "authorName": "John Brown",
      "price": 49.99,
      "description": "Build cross-platform mobile apps using Flutter and Dart.",
      "bigDescription": "Flutter is an open-source software development kit which enables smooth and easy cross-platform mobile app development. You can build high quality natively compiled apps for iOS and Android quickly, without having to write the code for the two apps separately. All you need is one codebase for both platforms.",
      "HowMonth": "2.5 months"
    },
    {"_id":8,
      "title": "Machine Learning for Everyone",
      "image": "https://i.ibb.co.com/WngZMpH/machine.jpg",
      "authorImg": "https://i.ibb.co.com/mTR4Kn4/download-18.jpg",
      "authorName": "Olivia Garcia",
      "price": 79.99,
      "description": "Understand the basics of machine learning and how to apply them.",
      "bigDescription": "Machine learning is a branch of artificial intelligence (AI) and computer science that focuses on the use of data and algorithms to imitate the way that humans learn, gradually improving its accuracy.",
      "HowMonth": "3.5 months"
    }
  ]
  